

        id => 633d8f65d2469e668502165c

        fullName => Nguyễn Đức Huy

        gender => Nam

        from => Phú Thọ

        major => Công nghệ thông tin

        classId => D22CQCN01-B

        studentId => B22DCCN385

        email => nguyenduchuy564@gmail.com

        phoneNumber => +84345121889

        facebookUrl => https://www.facebook.com/iurubycuckiluon

        knack => Sở trường của em là có chút kỉ luật ạ, em luôn cố hết sức để hoàn thành công việc được giao cũng như cố gắng tìm tòi cách làm hiệu quả hơn và tốt hơn ạ.

        foible => Sở đoản của em chắc là về giao tiếp. Nhiều khi em cảm thấy khó trình bày quan điểm của mình một cách mạch lạc để mọi người  năm rõ. Mong khi vào câu lạc bộ sẽ được mọi người cùng giúp để cải thiện ạ.

        hobbies => Là gặp gỡ mọi người ạ. Em luôn muốn làm quen thêm thật nhiều bạn và các anh chị có cùng chung chí hướng, những người có cùng con đường với mình. Thích tập và thích đi chạy xả sì trét nữa ạ :v

        achievements => Trong thời gian cấp 3 em thực sự không có nhiều thành tích nổi bật về code ạ, tại trước em học chuyên lý của trường. Có mỗi cái web tĩnh em làm hồi năm ngoái để chúc mừng sinh nhật ny em thôi ạ :v

        experiences => Hồi cấp 3 thì có ạ, em từng tham gia câu lạc bộ sách và hành động của chuyên Hùng Vương Phú Thọ, cũng có tham gia làm tình nguyện và ban của các sự kiện như Sunday Up, MoT của trường.

        itptit01 => Từ đợt CODEKING ạ, em thấy mọi người hay nhắc đến clb nên từ đó cũng tò mò theo dõi page clb mà biết.

        itptit02 => Em thấy câu lạc bộ có vẻ khá là năng động ạ, qua video giới thiệu của clb mình em thấy clb tổ chức khá nhiều sự kiện thường niên, cũng đông thành viên tích cực tham gia nữa. Clb cũng dạy các ngôn ngữ như C, C++ khá là bổ ích nên em khoái thôi ạ :v

        itptit03 => Mong rằng khi vào Clb sẽ được tham gia thật nhiều hoạt động của clb (hóng biggame malibu ạ), được học code được fix bug mệt nghỉ, được quen thêm nhiều bạn bè mới ạ.

        itptit04 => Em mong muốn có thể đóng góp cho clb những ý tưởng, quan điểm của mình trong việc phát triển clb mình, cũng như góp phần gắn kết các thành viên trong clb hơn.

        majorKnowledge => Theo em hiểu thì qua ngành công nghệ thông tin em sẽ được học về cách tư duy, phát triển thuật toán để giải quyết vấn đề thực tiễn trong cuộc sống;  được học cách xây dựng và bảo trì các ứng dụng và hệ thống thông tin.

        it01 => Em có biết 1 chút về Javascript và Python ạ. Ngôn ngữ đầu tiên em học là Python nhưng sau vì cảm thấy mình thích lập trình web hơn nên hè năm nay em đang học Js ạ.

        it02 => Em mong muốn 1, 2 năm tới có thể tiếp thu được nhiều kiến thức thực tiễn để chuẩn bị cho quá trình thực tập và làm thêm ạ.

        nonit01 => 

        nonit02 => 

        nonit03 => 

        tuduy01 => C

        tuduy02 => E

        tuduy03 => 2, 3, 5, 13, 89

        status => PENDING

        createdAt => 2022-10-05T14:06:29.302Z