

        id => 633d91d4d2469e6685021660

        fullName => Đỗ Tuấn Nghĩa

        gender => Nam

        from => Hà Nội

        major => Công nghệ thông tin

        classId => D22CQCN04-B

        studentId => B22DCCN604

        email => dtn752k4@gmail.com

        phoneNumber => 0373689856

        facebookUrl => https://www.facebook.com/profile.php?id=100033867009560

        knack => Sở trường: 
- Có khả năng tiếp thu tốt, có tư duy.
- Có thể làm việc độc lập cũng như làm việc nhóm.
- Tuân thủ mọi quy tắc, quy định của tổ chức.

        foible => Sở đoản:
- Chưa có nhiều kỹ năng cứng cũng như kỹ năng mềm.

        hobbies => - Thích được mày mò, tìm tòi, học hỏi thêm nhiều kiến thức mới.
- Tham gia vào nhiều hoạt động của học viện cũng như của câu lạc bộ.

        achievements => Lớp 11: Đạt giải Ba trong kỳ thi học sinh giỏi môn Tin học cấp tỉnh
Lớp 12: Đạt giải Khuyến Khích trong kỳ thi học sinh giỏi môn Tin học cấp tỉnh

        experiences => Chưa từng tham gia

        itptit01 => Em được biết qua nhiều kênh thông tin như Facebook, anh chị khóa trước review, từ các hội nhóm sinh viên, ...

        itptit02 => Đây là một câu lạc bộ học thuật trực thuộc khoa CNTT1 của Học viện Công nghệ Bưu chính Viễn thông. CLB đã đạt được nhiều thành tích lớn nhỏ trong các cuộc thi về lập trình, start - up, ...

        itptit03 => Được training về nhiều mảng như lập trình, khả năng tư duy. Cải thiện nhiều kỹ năng còn thiếu sót như kỹ năng giao tiếp, kỹ năng thiết kế, sáng tạo, ...

        itptit04 => Em sẽ đóng góp tiếng cười, sự điên rồ, hâm hấp của em hehe.
Về mặt kỹ năng thì cùng nhau xây dựng cho câu lạc bộ ngày càng trở nên mạnh mẽ, nổi trội, chăm chỉ học tập để có khả năng đi thi giành nhiều thành tựu về cho câu lạc bộ cũng như hy vọng có thể training cho các khóa sau.

        majorKnowledge => Công nghệ thông tin hiện nay được coi là vua của mọi nghề. Với thời đại 4.0 như hiện nay thì công nghệ thông tin là một ngành học không thể thiếu để đáp ứng những như cầu của xã hội. Với ngành học này, chúng ta có thể nâng cao chất lượng cuộc sống trở nên hiện đại, tiên tiến hóa.

        it01 => Em đã được học Pascal hồi thi HSG và hiện giờ đang tìm hiểu đến ngôn ngữ C và C++.

        it02 => Đạt được nhiều kỹ năng, cũng như thành tích để sau có thể viết CV ạ.

        nonit01 => 

        nonit02 => 

        nonit03 => 

        tuduy01 => C

        tuduy02 => E

        tuduy03 => 2, 3, 5, 13, 89

        status => PENDING

        createdAt => 2022-10-05T14:16:52.527Z