

        id => 633d966bd2469e6685021668

        fullName => Lương Tuấn Anh

        gender => Nam

        from => Lào Cai

        major => Công nghệ thông tin

        classId => D22CQCN09-B

        studentId => B22DCCN021

        email => dulieu.vblc@gmail.com

        phoneNumber => 0385369028

        facebookUrl => https://facebook.com/n0xgg04

        knack => Sở trường duy nhất của mình là lập trình, cũng như xử lý các tác vụ trên máy tính.

        foible => Mình kém thể thao, và ngoài ra thì kĩ năng giao tiếp của mình khá kém.

        hobbies => Mình yêu thích lập trình từ rất lâu. Ngoài coding và học code ra thì mình có sở thích khác như nghe nhạc, xem phim.

        achievements => Dưới đây là một số thành tích nổi bật của mình :
- Giải Ba HSG cấp tỉnh năm 2020-2021
- Giải Ba HSG cấp tỉnh năm 2021-2022
- Đạt giải D22 tiềm năng cuộc thi CODEKING 2022
- Chatbot chat với người lạ ( BKX Chatbot : https://m.me/105880731012788 )
-  Thành viên trong đội ngũ phát triển công cụ game trên 100K tải xuống : https://play.google.com/store/apps/details?id=com.nox.aov.std
-  Founder kênh truyền thông Liên Quân  -  Nox AOV News : https://www.facebook.com/noxaovnews

        experiences => Mình chưa từng tham gia CLB nào.

        itptit01 => Mình có quen một vài anh chị trong câu lạc bộ mình và mình nhận thấy ITPTIT CLB là môi trường phù hợp để mình có thể học tập cũng như phát triển được nhiều kỹ năng khác.

        itptit02 => Theo mình biết, ITPTIT CLB là câu lạc bộ học thuật lập trình giúp rèn luyện các kĩ năng lập trình, cũng như được giao lưu học hỏi, phát triển các kỹ năng mềm. Ngoài ra, CLB tổ chức rất nhiều các hoạt động bổ ích, không chỉ học thuật, mà còn có nhiều hoạt động khác nữa.

        itptit03 => Mình muốn được trau dồi và học hỏi thêm kiến thức về lập trình từ bạn bè, cũng như anh chị trong CLB. Hơn nữa, muốn mở rộng thêm nhiều mối quan hệ hơn, kết nối, gắn kết thêm với nhiều thành viên khác trong câu lạc bộ.

        itptit04 => Với lòng nhiệt huyết của em, em mong muốn đóng góp cho câu lạc bộ một hơi thở mới, sức sống mới của tuổi trẻ, đóng góp những điều dù chỉ nhỏ nhặt với mong muốn làm cho câu lạc bộ chúng ta ngày càng vững mạnh hơn.

        majorKnowledge => Ngành công nghệ thông tin là một trong những top ngành phát triển bậc nhất tại Việt Nam cũng như nhiều quốc gia khác trên thế giới. Cùng với sự hứa hẹn về mức lương "nghìn đô", ngành CNTT cũng đòi hỏi môt lập trình viên giàu kinh nghiệm, luôn tìm tòi và học hỏi từ mọi người, cũng như làm mới kiến thức trước sự phát triển chóng mặt của công nghệ hiện đại.

        it01 => Mình đã tìm hiểu ngôn ngữ về PHP,  C++, C.

        it02 => Mình muốn trở thành một backend developer nên mình sẽ phải tìm hiểu và tiếp cận sớm với những ngôn ngữ lập trình và các framework phổ biến hiện nay. Mình có ước mơ có thể được đi thực tập sớm. 

        nonit01 => 

        nonit02 => 

        nonit03 => 

        tuduy01 => C

        tuduy02 => E

        tuduy03 => 2,3,5,13,89

        status => PENDING

        createdAt => 2022-10-05T14:36:27.968Z