

        id => 633d9751d2469e668502166b

        fullName => Lê Đức Thiện

        gender => Nam

        from => Hà Nội

        major => Công nghệ thông tin

        classId => D22CQCN07-B

        studentId => B22DCCN823

        email => leducthien0903@gmail.com

        phoneNumber => 0388345791

        facebookUrl => https://www.facebook.com/leducthien2k4/

        knack => Có khả năng giải quyết linh hoạt các tình huống
Chăm chỉ, thân thiện,...
Có kỹ năng làm việc nhóm

        foible => Khả năng giao tiếp chưa được tốt lắm
Hơi ít nói

        hobbies => Thích xem phim
Lướt Facebook, Youtube
Nghe nhạc

        achievements => Em không có giải thưởng gì về tin học nhưng em đã làm 1 số sản phẩm liên quan đến tin cho CLB.

        experiences => EM đã từng tham gia 3 CLB ở cấp 3:
-Công nghệ thông tin
-Vật lý thiên văn
-CLB về tranh biện

        itptit01 => Em được biết qua Facebook

        itptit02 => ITPTIT là CLB về công nghệ thông tin rất năng động và sáng tạo. Đã đạt được rất nhiều giải thưởng về tin học. Và là 1 ngôi nhà cho các bạn sinh viên có thể kết nối, chia sẻ kiến thức và học hỏi lẫn nhau không chỉ về học tập mà còn cả kỹ năng sống.

        itptit03 => Có thể học hỏi, trau dồi kiến thức và kinh nghiệm về công nghệ. Làm quen với nhiều bạn mới để có thể chia sẻ và đồng hành với nhau trên chặng đường đại học.

        itptit04 => Em sẽ cố gắng học tập và rèn luyện để tăng thêm bề dày thành tích cho CLB. Em hy vọng mình có thể đóng góp giúp CLB phát triển và có sức lan tỏa hơn đến các bạn sinh viên trong tương lai.

        majorKnowledge => Công nghệ thông tin là ngành học được đào tạo để sử dụng máy tính và các phần mềm máy tính để phân phối, xử lý các dữ liệu thông tin, đồng thời dùng để trao đổi, lưu trữ và chuyển đổi các dữ liệu thông tin dưới nhiều hình thức khác nhau.
Ngành có nhiều chuyên ngành nhỏ khác nhau( theo em được biết là 5 chuyên ngành chính) và thường sẽ được học môn chuyên ngành vào năm 3 trở đi.

        it01 => Em đã được biết qua ngôn ngữ C++ và Python thông qua các trại hè ở năm cấp 3

        it02 => Em sẽ cố gắng học tốt ngôn ngữ C++ trước sau đó sẽ học thêm về python để có thể làm thực tập sớm.

        nonit01 => 

        nonit02 => 

        nonit03 => 

        tuduy01 => C

        tuduy02 => E

        tuduy03 => 2,3,5,13,89

        status => PENDING

        createdAt => 2022-10-05T14:40:17.864Z