

        id => 633dbdedd2469e668502167f

        fullName => Hoàng Trung Hiếu

        gender => Nam

        from => Lào Cai

        major => Công nghệ thông tin

        classId => D22CQCN07-B

        studentId => B22DCCN307

        email => hth2012004@gmail.com

        phoneNumber => 0332535021

        facebookUrl => https://www.facebook.com/profile.php?id=100080381511736

        knack => code, edit

        foible => bất cẩn; không cẩn thận, tỉ mỉ

        hobbies => xem phim, chơi game, nghe nhạc

        achievements => Giải ba học sinh giỏi cấp tỉnh môn tin học
Từng tham gia các cuộc thi khu vực như: Duyên hải bắc bộ môn tin học

        experiences => Hồi cấp 3 mình đã có tham gia clb của khối

        itptit01 => Tình cờ lướt thấy trên facebook

        itptit02 => Theo mình được biết thì đây là một câu lạc bộ học thuật năng động và sáng tạo, mục đích là nhằm giúp các thành viên có đam mê lập trình cải thiện kỹ năng, phát triển tư duy logic và tư duy lập trình. Bên cạnh việc đem lại kiến thức về lập trình, clb còn tạo ra nhiều sân chơi thú vị và năng động. Từ đó, giúp các thành viên trong clb có một môi trường học tập, rèn luyện và phát triển tốt các kĩ năng mềm và kiến thức liên quan đến it.

        itptit03 => Có thể học hỏi thêm nhiều kĩ năng tư duy, lập trình,các kĩ năng mềm.
Được giao lưu kết bạn với nhiều người có cùng đam mê

        itptit04 => Mình sẽ cố gắng đóng góp những kĩ năng, kiến thức mình đã được rèn luyện và trau dồi qua các sự kiện, clb từng tham gia. Bên cạnh đó, mình là một con người sống khá tích cực và vui vẻ, mình sẽ cố gắng lan tỏa năng lượng này đến các bạn và các anh chị trong clb để clb được thêm phần tích cực và năng động.

        majorKnowledge => 

        it01 => C++, python

        it02 => Tạo ra một game và một trang web cho riêng mình

        nonit01 => 

        nonit02 => 

        nonit03 => 

        tuduy01 => C

        tuduy02 => E

        tuduy03 => 2 3 5 13 89

        status => PENDING

        createdAt => 2022-10-05T17:25:01.383Z