

        id => 633dab40d2469e6685021673

        fullName => Lưu Minh Báu

        gender => Nam

        from => Hà Tĩnh

        major => Công nghệ thông tin

        classId => D22CQCN11-B

        studentId => B22DCCN071

        email => luuminhbau2k4@gmail.com

        phoneNumber => 0869284653

        facebookUrl => https://www.facebook.com/luuminhbau/

        knack => Kiên nhẫn, chịu khó, chăm chỉ, thích tìm tòi và ham học hỏi

        foible => Hơi rụt rè nhút nhát và hướng nội

        hobbies => thích tìm hiểu đồ công nghệ

        achievements => lớp 11, 12 đạt giải khuyến khích môn tin, lớp 12 đạt giải ba môn khoa học kĩ thuật

        experiences => 

        itptit01 => Được giới thiệu từ anh chị trong trường


        itptit02 => Là 1 club ý nghĩa, lớn mạnh và có hình ảnh trong  và ngoài trường 
Bên cạnh đó còn là 1 club có những hoạt động giao lưu thiết thực và hiệu quả. Không chỉ gắn kết những người đam mê lập trình lại với nhau mà còn tạo ra những kết quả hiệu quả cao trong nhiều việc

        itptit03 => mong muốn bản thân đc phát huy sở trường của mình. Thêm vào đó làm quen đc nhiều bạn bè anh chị mới và học hỏi cải thiện những điểm yếu của bản thân

        itptit04 => Cs thể tham gia lập trình bài toán cũng có thể đưa ra ý kiến của bản thân để trao đổi với mọi người 

        majorKnowledge => Làm các công việc liên quan đến phần mềm máy tính, thu thập thông tin, tiến hành sửa chữa, khắc phục lỗi khi cần thiết… đồng thời kiểm soát và sử dụng hiệu quả các thông tin, dữ liệu sẽ giúp tăng hiệu quả công việc mang lại nhiều lợi nhuận, phòng ngừa và hạn chế những rủi ro. Là một trong những ngành hot hiện tại, việc làm khi ra trường rất nhiều...

        it01 => Đã có học qua và khá thành thạo ngôn ngữ lập trình c++. Ngoài ra em cũng đã học hết cơ bản của python

        it02 => trong 2 năm tiếp theo đây, em hi vọng bản thân sẽ cố gắng tìm hiểu rõ về chuyên ngành học của mình. Ngoài ra học hỏi tiếp thu kinh nghiệm từ các bậc tiền bối và có đc thêm nhiều bạn bè để cùng nhau trau dồi cải thiện năng lực bản thân và học tập lẫn nhau

        nonit01 => 

        nonit02 => 

        nonit03 => 

        tuduy01 => C

        tuduy02 => E

        tuduy03 => 2, 3, 5, 13, 89

        status => PENDING

        createdAt => 2022-10-05T16:05:20.270Z