

        id => 633db17ad2469e6685021679

        fullName => Hoàng Hải Long

        gender => Nam

        from => Hà Nội

        major => Công nghệ thông tin

        classId => D22CQCN04-B

        studentId => B22DCCN496

        email => hoanghailonguyno@gmail.com

        phoneNumber => 0981952931

        facebookUrl => https://www.facebook.com/profile.php?id=100013797541209

        knack => Em có nền tảng tiếng Anh phổ thông khá tốt, có tinh thần cầu thị, có thể chịu được áp lực, bên cạnh đó em còn vô cùng yêu ngành, yêu trường.

        foible => Tính cách em còn đôi phần thiếu cẩn thận,  thiếu tỉ mỉ ,bên cạnh đó do thời gian bắt đầu học code chưa được lâu nên kỹ năng code còn kém.

        hobbies => Em đam mê code, thích chơi điện tử và giao lưu kết bạn

        achievements => 

        experiences => Em từng tham gia 1 vài CLB tại cấp 3 (CLB bóng chuyền, CLB cờ tướng, ... )

        itptit01 => ITPTIT là 1 CLB có nhiều thành tích xuất sắc, vì vậy không khó những học sinh trong ngành biết đến, em được biệt qua nhiều anh chị của những khóa trước, qua bạn bè , bên cạnh đó là mạng xã hội.

        itptit02 => CLB được thành lập năm 2014, trực thuộc khoa CNTT1 của Học viện Công nghệ Bưu chính Viễn thông với hơn 500 thành viên;
Có nhiều thành tích nổi bật trong lĩnh vực CNTT như các kỳ thi ICPC hay hackathon,...
Có nhiều thành viên giỏi về cả chuyên ngành lẫn những kỹ năng mềm, là môi trường năng động , sáng tạo, giúp phát triển tiềm năng của các bạn học sinh trong trường

        itptit03 => Mong muốn chính của em là nâng cao trình độ code, bên cạnh đó là phát triển những kỹ năng mềm, học hỏi từ những anh chị đi trước.

        itptit04 => Em apply vào clb với mong muốn được học hỏi, trau dồi thêm những kĩ năng và kiến thức về lập trình để có thể phát triển bản thân, đồng thời đưa ra những ý tưởng có ích cho clb. Với niềm đam mê mãnh liệt thì em mong khi trở thành mảnh ghép của clb, em sẽ có cơ hội được đóng góp những ý tưởng có ích cho clb và đưa clb phát triển hơn về giá trị mà clb đã, đang có và điều mà clb muốn hướng đến

        majorKnowledge => CNTT là 1 ngành rất hot, chính vì vậy nên lượng học sinh đổ xô vào mỗi năm là rất lớn dẫn đến tính trạng thừa nhân lực ở trình độ trung bình( thợ code) , chính vì vậy sinh viên theo ngành luôn phải nỗ lực và đổi mới bản thân để bắt kịp xu thế thời đại

        it01 => Trong thời gian hè em đã tìm hiểu về ngôn ngữ C và C++

        it02 => Trong thời gian đầu (khoảng 3-4 tháng ), em sẽ học kỹ C và C++ để làm nền tảng, sau đó học thêm về CTDL và thuật toán, rồi học những ngôn ngữ lập trình bậc cao hơn như Java, JS, Python. Định hướng trong ngành của em là theo về web . 

        nonit01 => 

        nonit02 => 

        nonit03 => 

        tuduy01 => C

        tuduy02 => E

        tuduy03 => 2,3,5,13,89

        status => PENDING

        createdAt => 2022-10-05T16:31:54.463Z