

        id => 633d9621d2469e6685021667

        fullName => Nguyễn Thị Ngân

        gender => Nữ

        from => Nghệ An

        major => Công nghệ thông tin

        classId => D22CQCN06-B

        studentId => B22DCCN582

        email => ngannguyenksqp@gmail.com

        phoneNumber => 0345601799

        facebookUrl => https://www.facebook.com/nganngaoindohott/

        knack => - Thân thiện, vui vẻ, dễ hòa nhập với mọi người.
-  Kỹ năng giao tiếp tốt.
- Làm việc nhóm sôi nổi, nghiêm túc và có trách nhiệm.
- Thành thực, chăm chỉ, năng động.
- Thân thiện, vui vẻ, lễ phép, dễ hòa nhập với mọi người.
- Tính sáng tạo tốt.
- Tinh thần lạc quan.

        foible => - Đôi khi hơi khó tính và cầu toàn trong một số thứ.



        hobbies => Thích nhiều lắm ạ :3 thể thao, nhảy nhót, hát hò, đàn, trượt ván, đi ăn với bạn bè, làm đồ handmade, tìm tòi linh tinh, ...

        achievements => Giải 3 HSG cấp tỉnh Nghệ An môn tin học ạ.

        experiences => Là cựu ban chấp hành đoàn của trường c3 cũ.
Từng tham gia CLB nhảy của trường.

        itptit01 => Em biết từ bạn bè ạ.

        itptit02 => là một CLB xinh đẹp tuyệt vời, được thành lập từ ngày xưa rùi, mặc dù em chưa được tiếp xúc trực tiếp với các anh chị trong clb, nhưng từ những hình ảnh trên page thì em có thể thấy mng rất thân thiện, tươi tắn và vui vẻ luôn, đặc biệt rất là giỏi chuyên môn nha, đạt được nhiều thành tích nổi trội trong các cuộc thi lập trình. Ban đầu em nghĩ là CLB hoạt động y như cái tên là "ITPTIT", nhưng hóa ra ngoài lập trình ra thì CLB còn có nhiều hoạt động và trải nghiệm thú vị khác, nom rất thú vị và đáng mong chờ ạ ^^ Và khoản đì dai mấy cái poster các kiểu trên page cũng tuyệt cà là vời luôn nhá =)))) em tưởng mình lạc sang CLB nào khác chứ kphai clb lập trình.

        itptit03 => Với cương vị là tân sinh viên ngành IT đang mịt mờ phương hướng như em thì không có mong muốn gì khi vào CLB ngoài học tập các anh chị và trau dồi kỹ năng chuyên môn, kỹ năng mềm của bản thân, tạo ra nhiều mối quan hệ tốt, và mong rằng CLB sẽ là ngôi nhà thứ 2 của em.

        itptit04 => Nếu được vào CLB, em sẽ cố gắng rèn luyện bản thân để CLB ngày càng vững mạnh, giúp CLB sôi nổi vui vẻ hơn.

        majorKnowledge => Là ngành sử dụng máy tính và phần mềm để chuyển đổi, lưu trữ, bảo vệ, xử lí, thu thập thông tin. Là một ngành hot và học rất khó, chỉ ai đủ chăm chỉ và đam mê thì mới có thể theo nó đến cùng.

        it01 => hồi thi HSG em có thi pascal ạ, tuy lỗi thời nhưng cũng hiểu được ít phần về code và tư duy lập trình.

        it02 => apply các công việc liên quan đến ngành.

        nonit01 => 

        nonit02 => 

        nonit03 => 

        tuduy01 => C

        tuduy02 => E

        tuduy03 => 2,3,5,13,89

        status => PENDING

        createdAt => 2022-10-05T14:35:13.093Z