

        id => 633da9e3d2469e6685021672

        fullName => Nguyễn Văn Linh

        gender => Nam

        from => Thái Bình

        major => Công nghệ thông tin

        classId => D22CQCN11-B

        studentId => B22DCCN491

        email => lylongtape@gmail.com

        phoneNumber => 0823530904

        facebookUrl => https://www.facebook.com/profile.php?id=100019986561175

        knack => Chơi được nhiều môn thể thao, có khả năng về Toán,có khả năng lắng nghe, học hỏi và cầu tiến cao.

        foible => Tiếng Anh, khả năng tự tin đôi khi còn kém

        hobbies => Bóng đá, Toán học , công nghệ và lập trình

        achievements => giải Ba HSG Toán lớp 12 cấp tỉnh 

        experiences => Các CLB thể thao của trường của lớp, CLB Toán và Vật Lí của trường

        itptit01 => Từ việc từ tìm kiếm các CLB trong trường

        itptit02 => Là nơi tuyệt vời với những thành viên có chung niềm đam mê công nghệ và lập trình,những anh chị khóa trên tài năng và nhiệt huyết. Rất nhiều thành viên của CLB đã đạt những thành tích lớn nhỏ khác nhau góp phần giúp các thành viên phát triển hơn nữa về bản thân cũng như đam mê của mình. Ngoài ra CLB còn có ban cố vấn gồm chính các thầy cô giảng viên của trường từ đó giúp các thành viên có một hướng đi rõ ràng hơn trong chuyên môn cũng như kỹ năng bên ngoài

        itptit03 => Học hỏi , nâng cao khả năng chuyên môn về CNTT. Được gặp gỡ giao lưu, trao đổi các kiến thức hay bổ ích về mọi lĩnh vực, được tham gia các sự kiện, được trải nghiệm các hoạt động tập thể 

        itptit04 => Cố gắng hoàn thành thật tốt những nhiệm vụ được CLB giao phó, quảng bá nhiều hơn nữa hình ảnh của CLB cho mọi người , cố gắng tiếp thu, học hỏi để xây dựng CLB ngày càng toàn diện và đáng để tham gia.

        majorKnowledge => CNTT là " vua mọi nghề " là ngành học sử dụng máy tính và phần mềm máy tính để chuyển đổi, lưu trữ, bảo vệ, xử lý, truyền và thu thập thông tin. Là ngành đóng góp rất nhiều vào kinh tế cũng như công cuộc công nghiệp hóa hiện đại hóa đất nước.

        it01 => Ngôn ngữ lập trình C

        it02 => Phát triển sâu về công nghệ phần mềm

        nonit01 => 

        nonit02 => 

        nonit03 => 

        tuduy01 => C

        tuduy02 => E

        tuduy03 => 2;3;5;13;89

        status => PENDING

        createdAt => 2022-10-05T15:59:31.776Z