

        id => 633d9843d2469e668502166d

        fullName => Đỗ Đức Cảnh

        gender => Nam

        from => Hà Nội

        major => Công nghệ thông tin

        classId => D22CQCN02-B

        studentId => B22DCCN086

        email => doduccanh2k4@gmail.com

        phoneNumber => 0372510577

        facebookUrl => https://www.facebook.com/didici1111

        knack => -thích toán
- đam mê công nghệ
-Hiến lành, dễ tính
-Đúng giờ
-...

        foible => -Kém giao tiếp
-lười
-FA
-k được khéo léo
-...

        hobbies => -bóng đá
-hát
-phượt
-chơi game
-giao lưu kết bạn

        achievements => thành tích k nổi bật nên k trình bày:<

        experiences => tham gia ít nên chưa có nhiều trải nghiệm 

        itptit01 => facebook

        itptit02 =>  IT PTIT CLUB là một CLB học thuật năng động và sáng tạo, trực thuộc khoa CNTT1 của Học viện Công nghệ Bưu chính Viễn thông. CLB được thành lập vào năm 2014 với mong muốn tạo ra một môi trường tích cực giúp các thành viên có đam mê lập trình cải thiện kỹ năng code, phát triển tư duy logic và tư duy lập trình. Trong quá trình hoạt động, CLB đã và đang phát triển từng bước mạnh mẽ, đạt nhiều thành tích lớn nhỏ khác nhau trong quá trình hoạt động. Có thể nói IT PTIT là mái nhà chung cho những sinh viên có niềm đam mê với công nghệ và lập trình. (e copy từ fanpage)

        itptit03 => Trau dồi kĩ năng, kiến thức về lập trình
Cải thiện sở đoản, phát triển sở trường
Làm quen dc nhiều trai xinh gái đẹp
Tham gia các hoạt động của CLB
và nhiều mong muốn nữa,..
--sr e hơi tham lam--

        itptit04 => -tích cực tham gia các hoạt động, cuộc thi của clb
-hứa sẽ ngoan, có "viên gạch" nào là e xin đóng góp xây dựng cho clb luôn


        majorKnowledge => Ngành CNTT là ngành học sử dụng máy tính và phần mềm máy tính để chuyển đổi, lưu trữ, bảo vệ, xử lý, truyền và thu thập thông tin.

        it01 => tìm hiểu cơ bản về C và Python

        it02 => trở thành 1 coder pro max, có kĩ năng lập trình web, game

        nonit01 => 

        nonit02 => 

        nonit03 => 

        tuduy01 => C

        tuduy02 => E

        tuduy03 => .-.

        status => PENDING

        createdAt => 2022-10-05T14:44:19.759Z