

        id => 633db9c3d2469e668502167c

        fullName => Đỗ Gia Phong

        gender => Nam

        from => Thái Bình

        major => Công nghệ thông tin

        classId => D22CQCN01-B

        studentId => B22DCCN613

        email => dogiaphong213@gmail.com

        phoneNumber => 0961246358

        facebookUrl => https://www.facebook.com/profile.php?id=100012756609279

        knack => Chủ động,tích cực trong việc tìm hiểu kiến thức học tập,ví dụ như đã tìm hiểu về ngôn ngữ lập trình...Biết lắng nghe,tiếp thu kiến thức một cách có chọn lọc.Là một người khá chăm chỉ,luôn cố gắng hoàn thành mọi việc một cách chỉnh chu nhất và dễ hòa đông với những người xung quanh.

        foible => Đôi lúc việc tư duy chưa được nhanh nhạy và khả năng Tiếng Anh chưa được quá tốt.

        hobbies => Tìm tòi việc làm web,lúc rảnh rỗi thích nghe nhạc và thích hát,tham gia vào các hoạt động thể thao như đá bóng,cầu lông,đá cầu...

        achievements => Giải ba HSG tỉnh môn Vật Lý,có cho mình 1 trang web thuần HTML,CSS khi tham khảo trang web đó trên mạng.

        experiences => Trước đây chưa từng tham gia vào CLB vì vậy mong muốn được trải nghiệm CLB IT để có thể trải qua những điều mới mẻ khi học tập tại Học Viện. 

        itptit01 => Mình biết đến CLB ITPTIT qua việc tuyển thành viên của CLB trên trang Facebook ITClub PTIT HN.

        itptit02 => CLB ITPTIT là 1 CLB tạo ra một môi trường học tập rất tích cực,năng động cho những bạn đam mê việc lập trình từ đó giúp các bạn phát triển thêm về kĩ năng code,tư duy code và cũng như là cải thiện những kĩ năng mềm như giao tiếp,ứng xử ngoài cuộc sống.CLB cũng có cho mình những giải thưởng vô cùng danh giá như Huy chương vàng ICPC toàn quốc,Giải ba Codebattle....

        itptit03 => Khi được vào CLB mình muốn có thể cải thiện tư duy,khả năng Tiếng Anh cũng như là các kĩ năng mềm trong cuộc sống, và đặc biệt mình muốn phát triển trở thành 1 fullstack developer trong tương lai gần.

        itptit04 => Mình sẽ cố gắng học tập,đóng góp những ý tưởng hay cho CLB và mong muốn cùng CLB giành được thêm nhiều giải thưởng danh giá trong các cuộc thi về IT.

        majorKnowledge => Ngành CNTT là một ngành đang khát nhân lực,thu nhập của công việc khá ổn tuy nhiên đây là 1 ngành học được mọi người đánh giá là khô khan và khó học,đòi hỏi tư duy,ngoại ngữ tốt cũng như tính kiên trì trong công việc này.


        it01 => Mình đã tìm hiểu về HTML,CSS và đang tiếp tục tìm hiểu về Javascrip.

        it02 => Trước tiên thành thạo Front-end,sau khi nắm chắc kiến thức chuyển sang Back-end để trở thành 1 Fullstack Developer.

        nonit01 => 

        nonit02 => 

        nonit03 => 

        tuduy01 => C

        tuduy02 => E

        tuduy03 => 

        status => PENDING

        createdAt => 2022-10-05T17:07:15.296Z